export const RangerSpells = [{
    name: 'ГРАД ШИПОВ',
    level: 1,
    levelDescription: '1 уровень, вызов',
    castingTime: '1 бонусное действие',
    distance: 'На себя',
    components: 'В',
    duration: 'Концентрация, вплоть до 1 минуты',
    description: 'В следующий раз, когда вы попадёте по существу дальнобойной атакой оружием, пока активно это заклинание, из дальнобойного оружия или боеприпаса вылетит град шипов. В дополнение к обычному эффекту атаки, цель и все существа в пределах 5 футов от неё, должны совершить спасбросок Ловкости. При провале существо получает колющий урон 1к10, или половину этого урона при успехе. На больших уровнях: Если вы накладываете это заклинание, используя ячейку 2 уровня или выше, урон увеличивается на 1к10 за каждый уровень ячейки выше первого (до максимума 6к10).'
}, {
    name: 'ДРУЖБА С ЖИВОТНЫМИ',
    level: 1,
    levelDescription: '1 уровень, очарование',
    castingTime: '1 действие',
    distance: '30 футов',
    components: 'В, С, М (кусочек пищи)',
    duration: '24 часа',
    description: 'Это заклинание позволяет убедить зверя, что вы не намерены причинять ему вред. Выберите зверя, которого вы видите в пределах дистанции. Он должен видеть и слышать вас. Если у зверя Интеллект не меньше 4, заклинание проваливается. В противном случае зверь должен преуспеть в спасброске Мудрости, иначе он станет очарованным на время действия заклинания. Если вы или один из ваших спутников причинит цели вред, заклинание окончится. На больших уровнях: Если вы накладываете это заклинание, используя ячейку 2 уровня или выше, вы можете воздействовать на одного дополнительного зверя за каждый уровень ячейки выше первого.'
}, {
    name: 'ЛЕЧЕНИЕ РАН',
    level: 1,
    levelDescription: '1 уровень, воплощение',
    castingTime: '1 действие',
    distance: 'Касание',
    components: 'В, С',
    duration: 'Мгновенная',
    description: 'Существо, которого вы касаетесь, восстанавливает количество хитов, равное 1к8 + ваш модификатор базовой характеристики. Это заклинание не оказывает никакого эффекта на нежить и конструктов. На больших уровнях: Если вы накладываете это заклинание, используя ячейку 2 уровня или выше, лечение увеличивается на 1к8 за каждый уровень ячейки выше первого'
}, {
    name: 'МЕТКА ОХОТНИКА',
    level: 1,
    levelDescription: '1 уровень, прорицание',
    castingTime: 'Время накладывания: 1 бонусное действие',
    distance: 'Дистанция: 90 футов',
    components: 'Компоненты: В',
    duration: 'Длительность: Концентрация, вплоть до 1 часа',
    description: 'Вы выбираете существо, видимое в пределах дистанции, и объявляете его своей добычей. Пока заклинание активно, вы причиняете цели дополнительный урон 1к6 каждый раз, когда попадаете по ней атакой оружием, и вы совершаете с преимуществом проверки Мудрости (Внимательность) и Мудрость (Выживание), совершённые для её поиска. Если хиты цели опускаются до 0, пока заклинание активно, вы можете в свой следующий ход бонусным действием выбрать целью новое существо. На больших уровнях: Если вы накладываете это заклинание, используя ячейку 3 или 4 уровня, вы можете поддерживать концентрацию 8 часов. Если вы используете ячейку заклинания 5 уровня или выше, вы можете поддерживать концентрацию 24 часа.'
}, {
    name: 'ОБНАРУЖЕНИЕ БОЛЕЗНЕЙ И ЯДА',
    level: 1,
    levelDescription: '1 уровень, прорицание (ритуал)',
    castingTime: '1 действие',
    distance: 'На себя',
    components: ' В, С, М (лист тиса)',
    duration: 'Концентрация, вплоть до 10 минут',
    description: 'Пока заклинание активно, вы можете ощущать присутствие и местонахождение ядов, ядовитых существ и болезней в пределах 30 футов от себя. Вы также распознаёте вид яда, ядовитого существа или болезни. Заклинание проницает большую часть барьеров, но блокируется 1 футом камня, 1 дюймом обычного металла, тонким листом свинца или 3 футами дерева или земли.',
}, {
    name: 'ОБНАРУЖЕНИЕ МАГИИ',
    level: 1,
    levelDescription: '1 уровень, прорицание (ритуал)',
    castingTime: '1 действие',
    distance: 'На себя',
    components: 'В, С',
    duration: 'Концентрация, вплоть до 10 минут',
    description: 'Пока заклинание активно, вы чувствуете присутствие магии в пределах 30 футов. Если вы почувствовали за счёт этого заклинания присутствие магии, вы можете действием увидеть слабую ауру вокруг видимого существа или предмета, несущего на себе магию, а также узнать школу этой магии, если она есть. Заклинание проницает большую часть барьеров, но блокируется 1 футом камня, 1 дюймом обычного металла, тонким листом свинца или 3 футами дерева или земли.'
}, {
    name: 'ОПУТЫВАЮЩИЙ УДАР',
    level: 1,
    levelDescription: '1 уровень, вызов',
    castingTime: '1 бонусное действие',
    distance: 'На себя',
    components: 'B',
    duration: 'Концентрация, вплоть до 1 минуты',
    description: 'Когда вы в следующий раз попадёте по существу атакой рукопашным оружием, пока заклинание активно, в точке удара появляется извивающаяся масса растений с шипами, и цель должна преуспеть в спасброске Силы, иначе она станет опутана магическими плетьми, пока заклинание активно. Существа с размером Большое и ещё больше совершают этот спасбросок с преимуществом. Если цель преуспевает в спасброске, плети усыхают. Будучи опутанной этим заклинанием, цель получает колющий урон 1к6 в начале каждого своего хода. Опутанное существо или существо, способное коснуться его, может действием совершить проверку Силы против Сл ваших заклинаний. При успехе цель освобождается. На больших уровнях: Если вы накладываете это заклинание, используя ячейку 2 уровня или выше, урон увеличивается на 1к6 за каждый уровень ячейки выше первого.',
}, {
    name: 'ПРЫЖОК',
    level: 1,
    levelDescription: '1 уровень, преобразование',
    castingTime: '1 действие',
    distance: 'Касание',
    components: 'В, С, М (задняя лапка кузнечика)',
    duration: '1 минута',
    description: 'Вы касаетесь существа. Пока заклинание активно расстояние прыжка этого существа увеличивается в три раза.'
}, {
    name: 'РАЗГОВОР С ЖИВОТНЫМИ',
    level: 1,
    levelDescription: '1 уровень, прорицание (ритуал)',
    castingTime: '1 действие',
    distance: 'На себя',
    components: 'В, С',
    duration: '10 минут',
    description: 'Вы получаете на время действия заклинания возможность понимать зверей и общаться с ними устно. Знание и сознание многих зверей ограничено их интеллектом, но они как минимум могут дать информацию о ближайших местах и чудовищах, включая тех, кого они видели за последний день. На усмотрение Мастера, вы можете попытаться убедить зверя оказать вам небольшую помощь.'
}, {
    name: 'СИГНАЛ ТРЕВОГИ',
    level: 1,
    levelDescription: '1 уровень, ограждение (ритуал)',
    castingTime: '1 минута',
    distance: '30 футов',
    components: 'В, С, М (колокольчик и серебряная проволочка)',
    duration: '8 часов ',
    description: 'Вы устанавливаете сигнализацию на случай вторжения. Выберите дверь, окно или область в пределах дистанции не больше куба с длиной ребра 20 футов. До окончания действия заклинания тревога уведомляет вас каждый раз, когда охраняемой области касается или входит в неё существо с размером не меньше Крошечного. При накладывании заклинания вы можете указать существ, которые не будут вызывать срабатывание тревоги. Вы также выбираете, мысленной будет тревога или слышимой. Мысленная тревога предупреждает вас звоном в сознании, если вы находитесь в пределах 1 мили от охраняемой области. Этот звон пробуждает вас, если вы спите. Слышимая тревога издаёт звон колокольчика в течение 10 секунд в пределах 60 футов.'
}, {
    name: 'СКОРОХОД',
    level: 1,
    levelDescription: '1 уровень, преобразование',
    castingTime: '1 действие',
    distance: 'Касание',
    components: 'В, С, М (щепотка земли)',
    duration: '1 час',
    description: 'Вы касаетесь существа. Пока заклинание активно, скорость существа увеличивается на 10 футов. На больших уровнях: Если вы накладываете это заклинание, используя ячейку 2 уровня или выше, вы можете сделать целью одно дополнительное существо за каждый уровень ячейки выше первого.'
}, {
    name: 'ТУМАННОЕ ОБЛАКО',
    level: 1,
    levelDescription: '1 уровень, вызов',
    castingTime: '1 действие',
    distance: '120 футов',
    components: 'В, С',
    duration: 'Концентрация, вплоть до 1 часа',
    description: 'Вы создаёте сферу с радиусом 20 футов из тумана с центром на точке в пределах дистанции. Сфера обходит углы, и её пространство — сильно заслонённая местность. Она существует до окончания действия заклинания, или пока её не рассеет ветер (со скоростью как минимум 10 миль в час). На больших уровнях: Если вы накладываете это заклинание, используя ячейку 2 уровня или выше, радиус тумана увеличивается на 20 футов за каждый уровень ячейки выше первого.',
}, {
    name: 'ЧУДО-ЯГОДЫ',
    level: 1,
    levelDescription: '1 уровень, преобразование',
    castingTime: '1 действие',
    distance: 'Касание',
    components: 'В, С, М (ветка омелы)',
    duration: 'Мгновенная',
    description: 'В вашей руке появляются до десяти ягод, наполненных магией. Любое существо может действием съесть одну ягоду. Это восстанавливает 1 хит, и ягода настолько питательна, что насыщает существо на весь день. Ягоды теряют силу, если их не съесть через 24 часа после создания.'
}, {
    name: '',
    level: 1,
    levelDescription: '',
    castingTime: '',
    distance: '',
    components: '',
    duration: '',
    description: ''
}, {
    name: '',
    level: 1,
    levelDescription: '',
    castingTime: '',
    distance: '',
    components: '',
    duration: '',
    description: ''
}, {
    name: '',
    level: 1,
    levelDescription: '',
    castingTime: '',
    distance: '',
    components: '',
    duration: '',
    description: ''
},
]